Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/yk:n_ihmisoikeuskomitea:_kho:n_paatokset_vuoden_2015_saamelaiskarajavaalien_vaaliluettelosta_loukkasivat_ihmisoikeuksia.html.tmx
Source language: fin
Languages: sms

source: YK:n ihmisoikeuskomitea: KHO:n päätökset vuoden 2015 saamelaiskäräjävaalien vaaliluettelosta loukkasivat ihmisoikeuksia
sms: ÕM:i ooumažvuõiggâdvuõttkomitea: ÂVV tuʹmmstõõǥǥ eeʹjj 2015 sääʹmteʹǧǧvaali vaal-loǥstõõǥǥâst neeuʹrte ooumažvuõiggâdvuõđid

source: Suomen ratifioimaa kansalais- ja poliittisia oikeuksia koskevaa yleissopimusta (ns. KP-sopimus) valvova Yhdistyneiden kansakuntien ihmisoikeuskomitea on tänään julkistanut kaksi ratkaisua valituksiin vuoden 2015 saamelaiskäräjävaaleihin liittyvistä korkeimman hallinto-oikeuden ratkaisuista.
sms: Lääʹddjânnam ratifiâʹsttem meerlaž- da poliittlaž vuõiggâdvuõđid kuõskki õõlmâs-suåppmõõžž (nk. KP-suåppmõš) vuåppi Õhttõõvvâm meerkooʹddi ooumažvuõiggâdvuõttkomitea lij täʹbbe õlmmääm kueʹhtt čåuddmõõžž vaiddlõõzzid, kook kuõʹsǩǩe eeʹjj 2015 sääʹmteʹǧǧvaalid kuõskki ââʹlmõs vaaldšemvuõiggâz čåuddmõõžžid.

source: Toisen valituksista teki Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio käräjien hallituksen valtuuttamana.
sms: Vaiddlõõzzin nuuʹbb raaji Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tiina Sanila-Aikio Sääʹmteeʹǧǧ halltõõzz uʹvddem vaaʹldin.

source: Tapauksissa oli kyse korkeimman hallinto-oikeuden (KHO) 30. syyskuuta 2015 antamien päätösten myötä Saamelaiskäräjien vaaliluetteloon hyväksyttyjä henkilöitä koskevasta asiasta.
sms: Aaʹššin leäi kõõččmõš ââʹlmõs vaaldšemvuõiggâz (ÂVV) čõhččmannu 30. peeiʹv 2015 uʹvddem tuʹmmstõõǥǥi vuâđald Sääʹmteeʹǧǧ vaal-loǥstõʹǩǩe primmum oummuid kuõskki ääʹššest.

source: Sanila-Aikio pitää ratkaisua hyvänä.
sms: Sanila-Aikio âânn tuʹmmstõõǥǥ pueʹrren.

source: “Sehän vahvistaa YK:n ihmisoikeuskomitean arvovallalla sen, mitä me olemme koko ajan sanoneet.
sms: “Tõt tâma nâânad ÕM:i ooumažvuõiggâdvuõttkomitea ärvv-vaaʹldin tõn, mâiʹd mij leäʹp pâi särnnam.

source: KHO ei olisi saanut erkaantua saamelaiskäräjälain tekstistä, koska se on korvannut Saamen kansan itsemääräämisoikeuden omalla ‘kokonaisharkinnallaan’ ohi lain sanamuodon ja Saamelaiskäräjien vaalilautakunnan huolellisen työn jokaisen hakemuksen yksilöllisessä arvioinnissa.
sms: ÂVV ij leʹčči vuäǯǯam čårstõõttâd sääʹmteʹǧǧlääʹjj teeʹkstest, ko tõt lij koʹrvvääm Sääʹm meer jiõččmieʹrreemvuõiggâdvuõđ jiiʹjjes ‘obbsmiõttmõõžžinesʼ rääi lääʹjj sääʹnnååʹbleǩ da Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd tääʹrǩes tuâj juõʹǩǩ ooccmõõžž oʹdinaknallšem ärvvtõõllmest.

source: Meidän pitää nyt keskustella purkuhakemuksen tekemisestä KHO:lle, jotta asia saadaan takaisin lailliselle tolalle.
sms: Meeʹst âlgg ååʹn saǥstõõllâd puʹrǧǧeemooccmõõžži raajjmest ÂVV:sa, što ääʹšš vuäǯǯat mååust lääǥǥlaž vuâkka.

source: Ihmisoikeuskomitea toteaa ratkaisussaan, että KHO:n päätökset, joilla Saamelaiskäräjien vaaliluetteloon otettiin 93 henkilöä vastoin Saamelaiskäräjien vaalilautakunnan ja hallituksen kantaa, loukkasivat KP-sopimuksen 25 artiklaa sekä yksin että yhdessä 27 artiklan kanssa ja tulkittuna 1 artiklan valossa.
sms: Ooumažvuõiggâdvuõttkomitea tuâtt čåuddmõõžžstes, što ÂVV tuʹmmstõõǥǥ, koin Sääʹmteeʹǧǧ vaal-loǥstõʹǩǩe vaʹlddeš 93 ooumžed vuâstta Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd da halltõõzz vuäinlmõõžž, neeuʹrte KP-suåppmõõžž 25 artikla nuʹtt õhttu ko õõutsââʹjest 27 artiklain da 1 artikla tuʹlǩǩeem vuâđald.

source: Näistä sopimuskohdista 25 artikla koskee poliittisia osallistumisoikeuksia, 27 artikla vähemmistöjen oikeuksia ja 1 artikla kansojen itsemääräämisoikeutta.
sms: Täin suåppmõšpaaiʹǩin 25 artikla kuâskk poliittlaž vuässõõttâmvuõiggâdvuõđid, 27 artikla uuʹccbõs joouki vuõiggâdvuõđid da 1 artikla meerai jiõččmieʹrreemvuõiggâdvuõđ.

source: Ihmisoikeuskomitea toteaa, että vuodesta 2011 lähtien KHO on poikennut sekä saamelaiskäräjälain 3 §:n sanamuodosta että lainkohdan yhteisymmärrykseen perustuvasta tulkinnasta, kun se laissa edellytettyjen objektiivisten kriteerien sijasta on soveltanut omaa “kokonaisharkintaansa”.
sms: Ooumažvuõiggâdvuõttkomitea tuâtt, što eeʹjjest 2011 vueʹljeeʹl ÂVV lij čooʹrääm nuʹtt sääʹmteʹǧǧlääʹjj 3 § sääʹnnååʹblǩest ko lääʹjjpääiʹǩ õõutmiõllsažvuõʹtte vuâđđõõvvi tuʹlǩǩummšest, ko tõt lääʹjjest õõlǥtum objektiivlaž kriteeʹri sââʹjest lij suåvldam jiiʹjjes “obbsmiõttmõõžžâs”.

source: Saamelaiskäräjien vaalilautakunnan yksilöllinen tutkinta vaaliluetteloon ottamisesta oli nimenomaan perustunut laissa säädettyihin kriteereihin, ja tällä perusteella kyseisiä 93 henkilöä ei ollut otettu vaaliluetteloon.
sms: Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd oʹdinaknallšem tuʹtǩǩummuš vaal-loǥstõʹǩǩe väʹlddmest leäi vuõssmõsân vuâđđõõvvâm lääʹjjest šiõttuum kriteeʹrid, da tän vuâđald kõõččmõõžžâst åårrai 93 ooumžed jie leämma valddum vaal-loǥstõʹǩǩe.

source: Nyt ihmisoikeuskomitea on asettunut Saamelaiskäräjien vaalilautakunnan ja hallituksen kannalle ja todennut, että KHO:n omaksuma tulkinta poikkesi laista eikä perustunut kohtuullisiin ja objektiivisiin kriteereihin.
sms: Ååʹn ooumažvuõiggâdvuõttkomitea lij õhttâm Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd da halltõõzz vuäinlma da tuõttam, što ÂVV tuʹlǩǩõs čooʹrii lääʹjjest ij-ǥa vuâđđõõvvâm mååžna da objektiivlaž kriteeʹrid.

source: KP-sopimuksen 2 (3) artiklan mukaan sopimusvaltio on velvollinen hyvittämään ihmisoikeusloukkauksen milloin sellainen on todettu.
sms: KP-suåppmõõžž 2 (3) artikla mieʹldd suåppmõšriikk lij õõlǥtem suåvted ooumažvuõiggâdvuõttneuʹrrummuž kuäʹss nåkam lij tuõttum.

source: Nyt annetussa ratkaisussaan komitea toteaa, että tämä edellyttää “täyden ennallistavan hyvityksen turvaamista”.
sms: Ååʹn uvddum čåuddmõõžžstes komitea tuâtt, što tät õõlǥat “tiudd ouddlõʹsse mäccmõõžž staanummuž”.

source: Tämä saattaa olla mahdollista vain sitä kautta, että KHO purkaa omat ratkaisunsa.
sms: Tät sätt leeʹd vueiʹtlvaž pâi tõn nääʹleld, što ÂVV puʹrǧǧad jiiʹjjes čåuddmõõžžâs.

source: Suomi on myös velvollinen ottamaan kaikki tarpeelliset askeleet sen varmistamiseksi, että vastaavilta loukkauksilta vältytään tulevaisuudessa.
sms: Lääʹddjânnam lij õõlǥtem väʹldded še puk tarbbsõõzz laauʹǩid tõn ainsmâʹttma, što vaʹstteei neeuʹrtummšid vueiʹtet puõʹttivuõđâst veäʹltted.

source: Ihmisoikeuskomitean ratkaisuun liittyy yhden jäsenen täydentävä mielipide, joka päätyy samaan lopputulokseen kuin koko komitea mutta sisältää lisäperusteluja.
sms: Ooumažvuõiggâdvuõttkomitea čåuddmõʹšše õhttân õõut vuäzzla tiuddeei juurd, kååʹtt puätt seämma lopp-puåđõʹsse ko obb komitea, leša âânn seʹst lââʹssvuâđđõõttmid.

source: Suomen tulee raportoida komitealle kuuden kuukauden sisällä niistä toimenpiteistä, joihin ratkaisujen johdosta on ryhdytty.
sms: Lääʹddjânnam âlgg raportâʹstted komiteaaʹje kuuđ mannu seʹst tõi tuåimi pirr, koid čåuddmõõžži diõtt lij riõmmum.

source: Ratkaisu ihmisoikeuskomitean internet-sivuilla osoitteessa: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf
sms: Čåuddmõš ooumažvuõiggâdvuõttkomitea neʹttseeidain addrõõzzâst: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf

source: Ulkoministeriön tiedote asiasta 1.2.2019: https://um.fi/ajankohtaista/-/asset_publisher/gc654PySnjTX/content/yk-n-ihmisoikeuskomitealta-kaksi-ratkaisua-saamelaiskarajien-vaaliluetteloon-hyvaksymista-koskevassa-asiassa?p_p_auth=cifAZqe8&amp;curAsset=0&amp;stId=44227
sms: Ålggministeria teâđtõs ääʹššest 1.2.2019 https://um.fi/ajankohtaista/-/asset_publisher/gc654PySnjTX/content/yk-n-ihmisoikeuskomitealta-kaksi-ratkaisua-saamelaiskarajien-vaaliluetteloon-hyvaksymista-koskevassa-asiassa?p_p_auth=cifAZqe8&amp;curAsset=0&amp;stId=44227

source: Lisätietoja Puheenjohtaja Tiina Sanila-Aikio, puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
sms: Lââʹssteâđ Saaǥǥjååʹđteei Tiina Sanila-Aikio, teʹl. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
